Repository: common-repository/ajax-twitter-widget
Catalog: languages/ajax-twitter-widget-*.po
Languages: es_es, fr_ca, it_it, pt_br

source: Twitter Settings
es_es: Configuración de Twitter
fr_ca: Paramètres de Twitter
it_it: Impostazioni Generali
pt_br: Configurações do Twitter

source: Twitter Name @:
es_es: Usuario de Twitter @:
fr_ca: Utilisateur de Twitter @ :
it_it: Utente Twitter @:
pt_br: Usuário do Twitter @:

source: Update Interval (s):
es_es: Intervalo de actualización (s):
fr_ca: Intervalle de mise à jour (s) :
it_it: Frequenza di Aggiornamento (s):
pt_br: Intervalo de atualização (s):

source: Style Settings
es_es: Configuración de estilo
fr_ca: Paramètres de style
it_it: Impostazione Stile
pt_br: Configurações de estilo

source: FONT FAMILY:
es_es: FAMILIA DE FUENTES:
fr_ca: FAMILLE DE POLICES :
it_it: TIPO DI FONT:
pt_br: FAMÍLIA DE FONTES:

source: FONT SIZE:
es_es: TAMAÑO DE LA FUENTE
fr_ca: TAILLE DE POLICE:
it_it: DIMENSIONE FONT:
pt_br: TAMANHO DA FONTE:

source: TEXT COLOR (HEX):
es_es: COLOR DEL TEXTO (HEX):
fr_ca: COULEUR DU TEXTE (HEX) :
it_it: COLORE DEL TEST (HEX):
pt_br: COR DO TEXTO (HEX):

source: HEADER COLOR (HEX):
fr_ca: COULEUR DU HEADER (HEX):
it_it: COLORE DELLA TESTATA (HEX):
pt_br: COR DO HEADER (HEX):

source: BORDER COLOR (HEX):
es_es: COLOR DEL BORDE (HEX):
fr_ca: COULEUR DE LA BORDURE (HEX) :
it_it: COLORE DEL BORDO (HEX):
pt_br: COR DA BORDA (HEX):

source: LOGO COLOR:
es_es: COLOR DE LA INSIGNIA:
fr_ca: LOGO COULEUR :
it_it: IMPOSTAZIONI LOGO:
pt_br: COR DO LOGOTIPO:

source: Twitter Button Settings
es_es: Ajustes del botón de Twitter
fr_ca: Paramètres du bouton Twitter
it_it: Opzioni Bottone Twitter
pt_br: Configurações de botão do Twitter

source: FOLLOW BUTTON:
fr_ca: FOLLOW BOUTON :
it_it: BOTTONE ``FOLLOW``:
pt_br: FOLLOW BOUTON :

source: SHOW FOLLOWERS:
es_es: MOSTRAR FOLLOWERS:
fr_ca: VOIR LA FOLLOWERS
it_it: MOSTRA FOLLOWERS:
pt_br: MOSTRAR FOLLOWERS

source: In order to complete the installation is necessary <strong><i>register</i></strong> the Twitter Widget application.
es_es: Con el fin de completar la instalación es necesario <strong><i>registrar</i></strong> la aplicación Widget de Twitter.
fr_ca: Afin de compléter l'installation est nécessaire <strong><i>s'inscrire</i></strong> l'application Twitter Widget.
it_it: Per completare l'installazione, è necessario <strong><i>registrare</i></strong> l'applicazione Twitter Widget.
pt_br: Para completar a instalação é necessário <strong><i>registrar</i></strong> o aplicativo Twitter Widget.

source: Twitter Widget has been installed and it is working.
es_es: Widget de Twitter haya sido instalado y está funcionando.
fr_ca: Twitter Widget a été installé et ça fonctionne.
it_it: Il Twitter Widget è stato installato e funziona.
pt_br: o Widget do Twitter foi instalado e está funcionando.
